Repository: datadealer/dd_js
Catalog: i18n/*.po
Languages: de_at

source: lostsocket title
de_at: Sorry!

source: lostsocket subtitle
de_at: Verbindung zum Server verloren

source: lostsocket sorry, bla bla will retry or refresh
de_at: Ooops, Data Dealer hat leider die Verbindung zum Server verloren. Versuche nach einigen Sekunden, dich neu zu verbinden. Falls das nicht klappt: Funktioniert deine Internet-Verbindung einwandfrei und schnell genug? Mehr Infos siehe <a href="https://datadealer.com/de/beta#verbindung" class="mln">FAQ</a>.

source: user description
de_at: Falls dein Account irgendwelche Probleme macht, oder Du ihn gar löschen möchtest, wende Dich bitte vertrauensvoll an: <a href="mailto:reinraus@datadealer.net" class="ml highlight">reinraus@datadealer.net</a>

source: karma_popup title
de_at: Dein Image

source: karma_popup description
de_at: Kommen deine Machenschaften wirklich immer gut an? Bist du echt immer legal unterwegs? Wohl kaum! Sobald du Profile einsammelst, bewegen sich deine Image-Werte konstant nach unten. Zu dumm. Aber dein Business ist eben nicht unriskant. Mach Werbung, stell AnwältInnen ein oder bau deine Privacy Policy aus, um das zu verbessern. Sobald sich dein Image allerdings in den roten Bereich bewegt, heisst es: handeln!

source: karma_popup selector title
de_at: Image verbessern

source: sb_profiles title
de_at: Status

source: sb_profiles subtitle %s from %s profiles
de_at: Du hast %s von %s möglichen Personen in deiner Datenbank erfasst.

source: sb_profiles description
de_at: Sammle noch mehr Profile! Beachte: "Abholen" alleine reicht nicht! Erst wenn die neuen Profile in deine Datenbank integriert sind, siehst du den aktuellen Stand. Und verlier dabei nicht aus den Augen: Jedes dreckige Detail zählt! Je mehr Eigenschaften du sammelst und je vollständiger deine Daten sind, desto lukrativer der Verkauf. Sobald du in eine neue Stadt expandierst, erhöht sich deine Reichweite.

source: sb_cash title
de_at: Cash

source: sb_cash subtitle <span class="highlight">$%s</span>
de_at: Dein aktueller Kontostand: %s

source: sb_cash description
de_at: Ob dein Netzwerk an Kontakten, Agenten und Vertretern oder beim Ausbau deiner eigenen Firmen und Online-Projekte: Ohne Cash geht gar nichts. Mach regelmäßig gute Deals mit deiner Kundschaft, damit du immer flüssig bist und das Wachstum deines Daten-Imperiums nicht ins Stocken kommt!

source: sb_AP title
de_at: Energie

source: sb_AP subtitle %s/%s
de_at: Dein aktuelles Energie-Niveau: %s von %s

source: sb_AP description
de_at: Der Tag hat nur 24 Stunden und deine Energien sind beschränkt - teil sie dir gut ein! Nicht verzagen, wenn du wieder mal gar keine Energie hast. Warte ein wenig und bald bist du wieder frisch wie ein Turnschuh. Wenn du es ins nächste Level schaffst, bist du vor lauter Glückshormonen sowieso gleich wieder topfit.

source: sb_XP title
de_at: Level

source: sb_XP subtitle Level %s
de_at: Dein aktueller Level: %s

source: sb_XP description %s XP until next level
de_at: Jede deiner Aktionen bringt dir Erfahrung. Sobald du genügend Erfahrungspunkte (XP) für den nächsten Level gesammelt hast, werden neue Items freigeschalten. Für den nächsten Level fehlen dir noch %s XP.

source: Mission complete!
de_at: Mission erledigt!

source: New Mission!
de_at: Neue Mission!

source: Mark says:
de_at: Marko sagt:

source: Choose your counter measures
de_at: Wähle deine Gegenmassnahme

source: Do nothing
de_at: Nichts tun

source: Next
de_at: Weiter

source: My Empire
de_at: Imperium

source: database_buytokens title
de_at: Datenbank ausbauen

source: database_buytokens subtitle
de_at: Mach deine Datenbank zur Maschine!

source: database_buytokens description
de_at: Deine gesammelten Daten sind ein Goldschatz. Aber du kannst noch mehr daraus machen. Wenn du sie analysierst und miteinander verknüpfst, kannst du zusätzliche interessante Details über deine Profile herausfinden. Bald kennst du die Leute besser als sie sich selber kennen. Kauf dir dazu verschiedene Erweiterungen für deine Datenbank.

source: database_buytokens selector title
de_at: Erweiterung kaufen

source: New!
de_at: Neu!

source: Database
de_at: Datenbank

source: Do you really want to delete and reset your game? (all your progress will be lost, forever!)
de_at: Willst du wirklich dein SPIEL LÖSCHEN und komplett von vorne beginnen? (Dein gesamter Spielfortschritt geht verloren, für immer!)

source: user Displayname saved.
de_at: gespeichert

source: user Save
de_at: Speichern

source: projectbuy_proxyslotsfull
de_at: Sorry, alle Slots belegt. Kauf eine weitere Scheinfirma, um neue Projekte zu starten!

source: Topscores
de_at: Top50

source: Missions
de_at: Missionen

source: New Items!
de_at: Neues Item!

source: New Contacts!
de_at: Neuer Kontakt!

source: New Clients!
de_at: Neue Kundschaft!

source: New Ventures!
de_at: Neues Projekt!

source: New Powerups!
de_at: Neue Powerups!

source: Collect!
de_at: Abholen!

source: Update!
de_at: Integrieren!

source: Cash up!
de_at: Kassieren!

source: Ready in
de_at: Fertig in

source: More Energy in
de_at: Mehr Energie in

source: %s New
de_at: %s Neue Profile

source: %s Updated
de_at: %s Aktualisiert

source: goal Buy Perp %s
de_at: Kaufe %s

source: goal Buy %s in Project %s
de_at: Besorg dir %s bei %s

source: goal Collect $%s from %s
de_at: Kassiere $%s von %s

source: goal Collect %s Profiles from %s
de_at: Sammle %s Profile von %s

source: goal Integrate %s x %s
de_at: Sammle von mindestens %s Personen: %s

source: goal Upgrade %s
de_at: Baue %s aus

source: topscore cash headline
de_at: Data Dealer Top50<br />Cash

source: topscore profiles headline
de_at: Data Dealer Top50<br />Gesammelte Profile

source: topscore xp headline
de_at: Data Dealer Top50<br />Erfahrungspunkte (XP)

source: topscore spent headline
de_at: Data Dealer Top50<br />Investierte Kohle

source: topscore cash text %s
de_at: Du hast es noch nicht in die Top50 geschafft, hast aber aktuell mehr Cash als %s aller Data Dealer, yeah.

source: topscore profiles text %s
de_at: Du hast es noch nicht in die Top50 geschafft, hast aber mehr Profile gesammelt als %s aller Data Dealer, yeah.

source: topscore xp text %s
de_at: Du hast es noch nicht in die Top50 geschafft, hast aber mehr XP als %s aller Data Dealer, yeah.

source: topscore spent text %s
de_at: Du hast es noch nicht in die Top50 geschafft, hast aber mehr Cash verdient + investiert als %s aller Data Dealer!

source: topscore cash inranking
de_at: Congrats, du hast so viel Cash, dass du es damit unter die Top50 aller Data Dealer geschafft hast! Weiter so.

source: topscore profiles inranking
de_at: Congrats, du hast schon so viele Profile gesammelt, dass du unter den Top50 aller Data Dealer bist! Weiter so.

source: topscore xp text inranking
de_at: Congrats, mit deinem aktuellen XP-Stand bist du momentan unter den Top50 aller Data Dealer! Weiter so.

source: topscore spent text inranking
de_at: Congrats, du hast so viel Cash verdient + investiert, dass du damit aktuell in den Top50 gelandet bist! Weiter so.

source: topscore Cash
de_at: Cash

source: topscore Profiles
de_at: Profile

source: topscore XP
de_at: XP

source: topscore Investor
de_at: Investor

source: karma_buy Do it!
de_at: Durchführen

source: goal_upgrade %s in project %s
de_at: Besorg dir %s bei %s

source: New Upgrade!
de_at: Neues Powerup!

source: ntext_upgrade Upgrade is now available in projects: %s
de_at: Hey. Neue Ausbaumöglichkeit verfügbar! Zum kaufen klick auf: %s

source: goal_ad %s in project %s
de_at: Besorg dir %s bei %s

source: New Ad!
de_at: Neue Werbung!

source: ntext_ad Ad is now available in projects: %s
de_at: Hey. Neue Werbung verfügbar! Zum kaufen klick auf: %s

source: ntext_server Ad is now available in projects: %s
de_at: Hey. Neuer Server verfügbar! Zum kaufen klick auf: %s

source: goal_teammember %s in project %s
de_at: Stell %s ein bei %s

source: New Teammember!
de_at: Neues Team-Mitglied!

source: ntext_teammember teammember is now available in projects: %s
de_at: Hey. Erweitere dein Team! Zum anheuern klick auf: %s

source: goal_agent %s
de_at: Neuen Agent anwerben: %s

source: New Agent!
de_at: Neuer Agent!

source: ntext_agent click on %s
de_at: Neuer Agent gefunden. Klick auf %s zum anwerben. Es geht voran!

source: agent buy_button
de_at: Anwerben

source: contact_buy Knows %s contacts
de_at: Kennt %s Kontakte

source: pusher buy_contact_button
de_at: Anwerben

source: goal_contact %s
de_at: Neuen Kontakt anwerben: %s

source: goal_contact Charge %s
de_at: Füttere %s

source: New Contact!
de_at: Neuer Kontakt!

source: ntext_contact click on %s
de_at: Ein Agent hat einen neuen Kontakt. Klick auf %s zum anwerben.

source: contact Make a Deal
de_at: Füttern

source: contact buy_button
de_at: Anwerben

source: goal_pusher %s
de_at: Neuen Vertreter anwerben: %s

source: New Pusher!
de_at: Neuer Vertreter!

source: ntext_pusher click on %s
de_at: Neuer Vertreter! Klick auf %s zum anwerben. Weiter so!

source: pusher_buy Knows %s clients
de_at: Kennt %s Kunden

source: pusher buy_button
de_at: Anwerben

source: goal_client %s
de_at: Neue Kundschaft keilen: %s

source: goal_client Charge %s
de_at: Mach einen Deal mit: %s

source: New Client!
de_at: Neue Kundschaft!

source: ntext_client click on %s
de_at: %s hat neue Kundschaft für dich aufgetrieben. Reinklicken und checken! Du brauchst die Kohle.

source: client Make a Deal
de_at: Deal machen

source: client buy_button
de_at: Keilen

source: goal_proxy
de_at: Gründe eine neue Scheinfirma

source: New Proxy!
de_at: Neue Scheinfirma!

source: ntext_proxy click on %s
de_at: Neue Scheinfirma! Klick auf %s und check sie dir, damit du neue Projekte starten kannst!

source: proxy buy_button
de_at: Kaufen

source: goal_city %s
de_at: Expandiere nach %s!

source: New City!
de_at: Neuer Standort!

source: ntext_city click on
de_at: Achtung, das ist gross: <span class="highlight">Neue Stadt freigeschalten!</span> Expandiere so schnell als möglich & klick dazu auf Little Rock.

source: city buy_button
de_at: Expandieren

source: goal_token %s
de_at: Kauf die Datenbank-Erweiterung %s

source: goal_token Charge %s
de_at: Starte die Berechnung bei: %s

source: goal_token Integrate %s
de_at: Berechne %s & check das Ergebnis

source: New Token!
de_at: Neu!

source: ntext_token click on upgrade in the database to get %s
de_at: Neue Datenbank-Erweiterung %s! Zum kaufen schau in die Datenbank und klick auf <span class="highlight">Ausbauen</span>.

source: token buy_button
de_at: Kaufen

source: goal_project %s
de_at: Starte das neue Projekt %s

source: goal_project Charge %s
de_at: Projekt %s aufladen

source: New Project!
de_at: Neues Projekt!

source: ntext_project click on %s
de_at: Neue Scheinfirma Klick auf %s und check sie dir, damit du neue Projekte starten kannst!

source: project Invest
de_at: Aufladen

source: project buy_button
de_at: Kaufen

source: upgrade_tab text
de_at: <div class="TabSubTitle">Bau dein Projekt aus!</div>Wähle zwischen verschiedenen Upgrades, um dir mehr Profile, zusätzliche Eigenschaften oder andere Vorteile zu verschaffen. Achtung: Gut ausgebaute Projekte sind auch teurer zu betreiben.

source: ad_tab text
de_at: <div class="TabSubTitle">Werbung ist alles!</div>Pflastere Events mit deinen Logos zu oder kauf dir einen Promi. Neben klassischen Werbe-Kampagnen darfst du auch die Online-Welt nicht vernachlässigen. Aber Vorsicht, Werbung kostet regelmäßig!

source: server_tab text
de_at: <div class="TabSubTitle">Serviervorschlag!</div>X Server server server...

source: teammember_tab text
de_at: <div class="TabSubTitle">Stell dir dein Team zusammen!</div>Die Auswahl des richtigen Personals ist aufwändig und nie ganz billig. Und erst mal eingekauft wollen diese Blutsauger auch noch ein regelmäßiges Gehalt. Mühsam, aber notwendig auf deinem Weg zum Daten-Imperium.

source: upgrade buy_button
de_at: Kaufen

source: upgrade empty_slot
de_at: Upgrade kaufen

source: upgrade add_slots label
de_at: Slots hinzufügen

source: upgrade_slotbuy title
de_at: Projekt erweitern

source: upgrade_slotbuy subtitle
de_at: Alle Slots belegt?

source: upgrade_slotbuy description
de_at: Füge neue Slots hinzu, damit du weitere Upgrades kaufen kannst. Wähle aus, wieviele Slots du kaufen willst.

source: upgrade_slotbuy buttontext
de_at: Kaufen

source: ad buy_button
de_at: Kaufen

source: ad empty_slot
de_at: Werbung kaufen

source: ad add_slots label
de_at: Slots hinzufügen

source: ad_slotbuy title
de_at: Projekt erweitern

source: ad_slotbuy subtitle
de_at: Alle Slots belegt?

source: ad_slotbuy description
de_at: Füge neue Slots hinzu, damit du weitere Werbemöglichkeiten kaufen kannst. Wähle aus, wieviele Slots du kaufen willst.

source: ad_slotbuy buttontext
de_at: Kaufen

source: server buy_button
de_at: Kaufen

source: server empty_slot
de_at: Server kaufen

source: server add_slots label
de_at: Slots hinzufügen

source: server_slotbuy title
de_at: Projekt erweitern

source: server_slotbuy subtitle
de_at: Alle Slots belegt?

source: server_slotbuy description
de_at: Füge neue Slots hinzu, damit du weitere Server kaufen kannst. Wähle aus, wieviele Slots du kaufen willst.

source: server_slotbuy buttontext
de_at: Kaufen

source: teammember buy_button
de_at: Einstellen

source: teammember empty_slot
de_at: Neu einstellen

source: teammember add_slots label
de_at: Büro erweitern

source: teammember_slotbuy title
de_at: Büro erweitern

source: teammember_slotbuy subtitle
de_at: Dein Büro ist voll?

source: teammember_slotbuy description
de_at: Kauf dir neue Schreibtische, damit du weitere Team-Mitglieder anheuern kannst. Wähle aus, wieviele Schreibtische du kaufen willst.

source: teammember_slotbuy buttontext
de_at: Kaufen

source: Requires <div class="RequiresLevel">Level %s</div>
de_at: Benötigt <div class="RequiresLevel">Level %s</div>

source: Invest
de_at: Aufladen

source: Collect
de_at: Abholen!

source: Requires
de_at: Benötigt

source: New Traits available!
de_at: Neue Eigenschaften verfügbar!

source: Upgrade
de_at: Ausbauen

source: user display name:
de_at: Dein Nickname:

source: levelup button
de_at: Weiter

source: Mark sagt:
de_at: Marko sagt:

source: levelup level %s! %s XP to level %s. %s energy
de_at: Wow! Du hast <span class="level">Level %s</span> erreicht. Sammle <span class="xp">%s XP</span> bis zum <span class="level">Level %s</span>. Du hast jetzt <span class="ap">%s Energie</span> zur Verfügung. Weiter so!

source: lostsocket Refresh!
de_at: Neu verbinden

source: Mission Goals
de_at: Missionsziele:

source: Rewards
de_at: Deine Belohnung:

source: Currently no items available
de_at: Momentan sind keine neuen Items verfügbar

source: Loading items
de_at: Laden...

source: Close
de_at: Schliessen

source: agent_popup selector title
de_at: Kontakte anwerben

source: Sorry, currently I have<br />no new contacts for you.
de_at: Sorry, momentan habe ich<br/>keine neuen Kontakte.

source: agent_loading_contacts
de_at: Lade Kontakte

source: Buy an Agent
de_at: Agenten anheuern

source: Buy a Pusher
de_at: Vertreter anheuern

source: Buy a Proxy
de_at: Scheinfirma kaufen

source: city_buy selector
de_at: Erweitere dein Imperium

source: Data
de_at: Daten

source: Agents
de_at: Agenten

source: Pushers
de_at: Vertreter

source: Bogus Companies
de_at: Scheinfirmen

source: city_buy tab
de_at: Expandieren

source: karma Problem!
de_at: Du hast ein Problem!

source: mission button
de_at: Ok, wird erledigt!

source: mission_done text
de_at: Mission geschafft, sehr brav! Dafür verdienst du eine kleine Belohnung.

source: mission_done button
de_at: Yeah

source: Import
de_at: Integrieren

source: %s Profiles
de_at: %s Profile

source: Source: %s
de_at: Quelle: %s

source: All these new profiles need to be integrated into your main database. If you already have information on some of these people, your database will try to identify and update existing profiles using complicated mathematical methods.
de_at: Die neuen Profile müssen in deine Haupt-Datenbank integriert werden. Falls du von manchen dieser Menschen bereits Informationen hast, versucht deine Datenbank, die bestehenden Profile mit Hilfe von komplizierten mathematischen Methoden zu identifizieren und auf den aktuellen Stand zu bringen.

source: Upgrades
de_at: Ausbauen

source: Ads
de_at: Werbung

source: Loading...
de_at: Laden...

source: Daughter companies:
de_at: Belegt:

source: proxy_popup selector title
de_at: Projekte starten

source: Sorry, currently there are <br />no new business opportunities.
de_at: Momentan sind keine neuen Projekte verfügbar.

source: Looking for new ventures...
de_at: Suche nach neuen Projekten...

source: pusher_popup selector title
de_at: Neue Kundschaft

source: Compute
de_at: Berechnen

source: Update
de_at: Integrieren!

source: user Account
de_at: Account

source: userdebug tab
de_at: Game Reset

source: user Dein Account
de_at: Dein Account

source: user Folgende Daten haben wir ueber dich gesammelt:
de_at: Folgende Daten haben wir ueber dich gesammelt:

source: user Email-Adresse:
de_at: Email-Adresse:

source: user Angemeldet am:
de_at: Angemeldet am:

source: user Letzter Login:
de_at: Letzter Login:

source: user text below
de_at: ...und noch ein paar Kleinigkeiten! ;)<br />Ausführliche Hintergrund-Infos und FAQ zum Spiel siehe <a href="https://datadealer.com/de/beta" class="mln">datadealer.com/de/beta</a>

source: userdebug reset game headline
de_at: Spiel zurücksetzen?

source: userdebug reset game text
de_at: Hier kannst du bei Bedarf deinen Spielstand zurücksetzen und komplett von vorne beginnen.<br /><span class="warn">Achtung: Dabei geht dein gesamter Spielfortschritt (erreichte Levels, XP, Profile, Items, Geld, dein Platz in den Top 50) verloren, für immer!</span>

source: Reset Game
de_at: Spiel zurücksetzen

source: Data that can be analyzed
de_at: Analysieren, verknüpfen & Anteil verbessern

source: Requires either
de_at: Benötigt entweder

source: or<br/>
de_at: oder<br />

source: Buy Upgrade
de_at: Ausbauen

source: Buy Ad
de_at: Werbung kaufen

source: Hire Team Member
de_at: Team-Mitglied anheuern

source: Buy
de_at: Kaufen

source: Sell
de_at: Verkaufen

source: subpopup_token Data not yet analyzed:
de_at: Neu gesammelte Daten:

source: subpopup_token Data already analyzed:
de_at: Bereits analysiert:

source: subpopup_token description
de_at: Deine Datenbank kann diese Eigenschaft analysieren, verknüpfen und daraus interessante Dinge berechnen. Das bringt aber nur dann was, wenn du seit der letzten Analyse neue Daten gesammelt hast.

source: Setting your Nickname?
de_at: Nickname setzen?

source: Please choose a Nickname under which you will be know to other Data Dealers
de_at: Hier kannst Du deinen Nickname auswählen, der öffentlich für andere Data Dealer angezeigt wird

source: income
de_at: Einkommen

source: Risk
de_at: Risiko

source: karma_image
de_at: Image

source: proxy_buy can host %s projects
de_at: Kapazität für %s Projekte

source: per deal
de_at: Füttern
